{
  "Animals": [
    	{"name": "Tiger", "scientificName": "Panthera tigris", "habitat": "Indochina", "lat":15.668264908487073, "long":100.96606413511816, "weight":"90 - 310 kilograms", "size":"2.5-2.9 meters", "desc":"The tiger is the largest living cat species and a member of the genus Panthera. It is most recognisable for its dark vertical stripes on orange fur with a white underside. An apex predator, it primarily preys on ungulates such as deer and wild boar. It is territorial and generally a solitary but social predator, requiring large contiguous areas of habitat, which support its requirements for prey and rearing of its offspring. Tiger cubs stay with their mother for about two years, then become independent and leave their mother's home range to establish their own.", "img":"https://raw.githubusercontent.com/alarconm96/JSONProjectsIT315/master/tiger.jpeg", "wiki":"https://en.wikipedia.org/wiki/Tiger"},
      {"name":"Elephant", "scientificName":"Loxidonta africana", "habitat":"Sub-saharan Africa", "lat":-2.542679698990136, "long":23.537155300551504, "weight":"13,000 lbs", "size":"10 feet", "desc":"It is distributed across 37 African countries and inhabits forests, grasslands and woodlands, wetlands and agricultural land. Since 2021, it has been listed as Endangered on the IUCN Red List. It is threatened foremost by habitat destruction, and in parts of its range also by poaching for meat and ivory.", "img":"https://raw.githubusercontent.com/alarconm96/JSONProjectsIT315/master/elephant.jpeg", "wiki":"https://en.wikipedia.org/wiki/African_elephant"},
      {"name":"Bald Eagle", "scientificName":"Haliaeetus leucocephalus", "habitat":"North America", "lat":39.94684019374632, "long":-100.43910483581047, "weight":"6.6 - 14 lbs", "size":"90 cm", "desc":"The bald eagle is an opportunistic feeder which subsists mainly on fish, which it swoops down and snatches from the water with its talons. It builds the largest nest of any North American bird and the largest tree nests ever recorded for any animal species, up to 4 m (13 ft) deep, 2.5 m (8.2 ft) wide, and 1 metric ton (1.1 short tons) in weight. Sexual maturity is attained at the age of four to five years.", "img":"https://raw.githubusercontent.com/alarconm96/JSONProjectsIT315/master/eagle.jpeg", "wiki":"https://en.wikipedia.org/wiki/Bald_eagle"},
      {"name":"Green Anaconda", "scientificName":"Eunectes murinus", "habitat":"South America", "lat":-3.4651766490075735, "long":-62.21588054635673, "weight":"441 lbs", "size":"26 meters", "desc":"It is the heaviest and one of the longest known extant snake species. Like all boas, it is a non-venomous constrictor. The term anaconda often refers to this species, though the term could also apply to other members of the genus Eunectes. Fossils of the snake date back to the Late Pleistocene in the Gruta do Urso locality.", "img":"https://raw.githubusercontent.com/alarconm96/JSONProjectsIT315/master/anaconda.jpeg", "wiki":"https://en.wikipedia.org/wiki/Green_anaconda"},
      {"name":"Red Kangaroo", "scientificName":"Osphranter rufus", "habitat":"Australia", "lat":-25.048688249774642, "long":134.4217158796208, "weight":"100 lbs", "size":"5 ft 10 in", "desc":"The red kangaroo is the largest of all kangaroos, the largest terrestrial mammal native to Australia, and the largest extant marsupial. It is found across mainland Australia, except for the more fertile areas, such as southern Western Australia, the eastern and southeastern coasts, and the rainforests along the northern coast.", "img":"https://raw.githubusercontent.com/alarconm96/JSONProjectsIT315/master/kangaroo.jpeg", "wiki":"https://en.wikipedia.org/wiki/Red_kangaroo"}
  ],
  "Status": "Ok"
}
